Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: ཡང་མིག་གིས་རྣ་བའི་ཡུལ་རབ་ཏུ་མི་ཤེས་ཏེ། རྣ་བས་ཀྱང་མིག་གི་ཡུལ་རབ་ཏུ་མི་ཤེས་པ་ནས། ཡིད་ཀྱིས་ཆོས་ཀྱི་ཡུལ་རབ་ཏུ་མི་ཤེས་ཏེ། ཆོས་ཀྱིས་ཀྱང་ཡིད་ཀྱི་ཡུལ་རབ་ཏུ་མི་ཤེས་སོ། །
en: The eyes do not perceive the objects of the ear, the ears do not perceive the object of the eyes, and this is the case up to the fact that the mind does not perceive the objects of mental phenomena and mental phenomena do not perceive the objects of mind.

source: སྐྱེ་མཆེད་འདི་དག་ཐམས་ཅད་ནི་འདོད་པའི་ཡོན་ཏན་ལྔ་དང་། ཕུང་པོ་ལྔ་རྣམས་ཀྱི་རྒྱུ་དང་རྐྱེན་ལ་དམིགས་པའི་ངོ་བོ་ཉིད་ལས་ཕྱི་དང་ནང་གི་ཕུང་པོ་དང་།
en: Since the essential nature of all of the six sense fields is that they are apprehended as the causes and conditions of the five sense pleasures and the five aggregates, the internal and external aggregates and the sense fields are all empty of a cause that can be conceived as being mutual.

source: སྐྱེ་མཆེད་འདི་དག་ཐམས་ཅད་ནི་གཅིག་ལ་གཅིག་རྣམ་པར་རྟོག་པའི་རྒྱུས་སྟོང་པར་འགྱུར་ཏེ། འདོད་པའི་ཡོན་ཏན་ལྔ་དང་ཕུང་པོ་ལྔ་རྣམས་གཅིག་ལ་གཅིག་རྒྱུ་དང་རྐྱེན་དུ་དམིགས་ཤིང་། རྣམ་པར་རྟོག་པའི་ངོ་བོ་ཉིད་ཀྱིས་གཅིག་གིས་གཅིག་སྟོང་སྟེ།
en: The five sense pleasures and the five aggregates are apprehended as the mutual causes and conditions of one another, but since they have the nature of conceptualization, they are mutually empty.

source: གང་ནང་གི་ཕུང་པོ་དང་། སྐྱེ་མཆེད་རྣམས་ནི་གཅིག་གི་ཡུལ་དུ་གཅིག་མི་འགྱུར་ཏེ།
en: The internal aggregates and sense fields do not have one and the same object either.

source: དེ་བཞིན་དུ་ནང་དང་ཕྱིའི་དངོས་པོར་མ་ཡིན་ཏེ། ཕྱིའི་ཡང་ནང་གི་ཕུང་པོ་དང་སྐྱེ་མཆེད་རྣམས་ཡུལ་དུ་མི་འགྱུར་རོ། །
en: Since they are neither internally nor externally existent, the internal and external aggregates and sense fields are not objects.

source: དེ་ལྟར་ཕྱི་དང་ནང་གི་དངོས་པོ་ཐམས་ཅད་གཅིག་གི་ཡུལ་གཅིག་མ་ཡིན་ཞིང་།
en: In that way, all those inner and outer things are not objects for one another.

source: གཅིག་ལ་གཅིག་རྒྱུ་དང་རྐྱེན་དུ་དམིགས་ཤིང་རྣམ་པར་རྟོག་པའི་ཡུལ་དུ་མི་འགྱུར་མོད་ཀྱི། འོན་ཀྱང་སྲིད་པའི་ཚུལ་དུ་སྟོན་ཏེ། དེ་ཡང་སྒྱུ་མའི་ཚུལ་ལོ། །
en: Although they are apprehended in terms of being each other’s causes and conditions and are not conceptual objects, they reveal the mode of existence and the mode of illusion.

source: སྒྱུ་མའི་ཚུལ་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་མ་ཡིན་ནོ། །
en: The mode of illusion is anything that is not suchness.

source: གང་དེ་བཞིན་ཉིད་ཀྱི་ཚུལ་མ་ཡིན་པ་དེ་ནི་མེད་དེ། གང་མེད་པ་དེ་ལ་ནི་སྐྱེ་བ་མེད་དོ། །གང་སྐྱེ་བ་མེད་པ་དེ་ནི་འགག་པ་མེད་དེ།
en: Whatever is not suchness is nonexistent, whatever is nonexistent is unborn, and whatever is unborn does not cease.

source: རིགས་ཀྱི་བུ་ཆོས་ཐམས་ཅད་ལ་ནི་སྐྱེ་བ་དང་འགག་པ་མེད་དོ། །
en: “Noble son, all phenomena lack birth and cessation.

source: འོན་ཀྱང་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ནི་དཀའ་བར་བྱེད་པ་སྟེ། གང་ལ་བདག་མེད་པ་དེ་སྐྱེད་ཅིང་དེ་ལྟར་མི་དགེ་བའི་རྒྱུ་དང་རྐྱེན་ལ་དམིགས་ནས་གཟུགས་བསྐྱེད་ནས་ཐར་པ་དེ་ལས་ཡོངས་སུ་འཁྱམས་ནས་ངན་སོང་དུ་ཡུན་རིང་པོར་མི་འདོད་པའི་འབྲས་བུ་སོ་སོར་མྱོང་བར་འགྱུར་རོ། །
en: Nevertheless, there are foolish ordinary beings who practice austerities, and when they generate what lacks a self and then apprehend it as the cause and condition of nonvirtue they give rise to forms, stray away from liberation, and experience undesirable results in the lower realms for a long time.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན་ཤིང་ནི་མེ་མ་ཡིན་ལ་ཤིང་ལ་མེ་ཡང་མེད་དེ། ཤིང་དང་མེར་འདྲེས་པ་ཡང་མ་ཡིན་མོད་ཀྱི།
en: As an analogy, noble son, wood is not fire, wood does not possess fire, and wood is not mixed with fire.

source: འོན་ཀྱང་མེ་འདོད་པའི་མི་ཞིག་གིས་ལག་པ་གཉིས་ཀྱིས་ཤིང་ལ་ཤིང་སྦྱར་བ་དང་དེ་ལས་མེ་ཕྱུང་ནས་ཤིང་དེ་ཉིད་ཚིག་པར་འགྱུར་རོ། །
en: Nevertheless, when a person who wants fire rubs a piece of wood against another piece of wood with their two hands a fire will start and the wood will be consumed by fire.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་དུ་ཕྱི་ནང་གི་དངོས་པོ་དེ་དག་ཐམས་ཅད་ཀྱང་གཅིག་གིས་གཅིག་སྟོང་ཞིང་གཅིག་གི་ཡུལ་གཅིག་མ་ཡིན་ལ།
en: Similarly, noble son, all those external and internal things are empty of each other, and they are not each other’s objects.

source: ཚུལ་གཅིག་ཅིང་བདག་མེད་དེ།
en: They are a likeness and lack a self.

source: སྟོང་མོད་ཀྱི་འོན་ཀྱང་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་དཀའ་བ་བྱེད་པ་རྣམས་ཀྱིས་བདག་མེད་པའི་ཆོས་སྟོང་པ་ལ་ཆགས་ནས། ཕན་ཚུན་ནས་བསྡུས་པས་ན་ལོག་པར་སྤྱོད་པ་གསུམ་གྱི་རྒྱུ་དང་རྐྱེན་བསྐྱེད་དེ།
en: But even though they are empty, foolish ordinary beings who practice austerities become attached to these empty phenomena that lack a self, and when they congregate they produce the causes and conditions for improper conduct.

source: རྒྱུ་དང་རྐྱེན་དེས་ངན་སོང་གསུམ་དུ་མི་འདོད་པའི་འབྲས་བུ་སོ་སོར་མྱོང་ནས་འཁོར་བ་ན་ཡུན་རིང་པོར་འཁོར་བར་འགྱུར་རོ། །
en: Those causes and conditions lead them to experience undesirable results in the three lower realms and to circle in saṃsāra for a long time.

source: འོན་ཀྱང་གང་ཕྱི་ནང་གི་ཆོས་ཐམས་ཅད་ཀྱི་ངོ་བོ་ཉིད་བདག་མེད་ཅིང་སྟོང་པར་རབ་ཏུ་ཤེས་པ་དེ་དག་ནི་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་གྱིས་བཟོད་པ་འདི་ཡོངས་སུ་རྫོགས་ནས་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་འཚང་རྒྱའོ། །
en: However, those who understand that all external and internal phenomena have the nature of lacking a self and being empty perfect this acceptance through perfect conduct and they will quickly awaken to unsurpassed, perfect, complete awakening.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དོན་འདི་བསྡུས་ཏེ་གསུངས་པ་དེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བདག་དང་བདག་གིས་བྱིན་བརླབས་པས། །འདོད་པའི་ཡོན་ཏན་ལྔ་ལ་ཆགས། །
en: Then the Blessed One spoke the following verses to summarize this point: “Beings who are controlled by a sense of ‘me’ and ‘mine’ Are attached to the five sense pleasures.

source: མིག་ནི་བདག་ཏུ་རབ་ཏུ་ཤེས། །རྣ་བ་སྣ་དང་དེ་ལྟར་ཡིད། །བདེ་དང་སྡུག་བསྔལ་རབ་ཏུ་ཤེས། །
en: They understand the eye as a self, And the ear, the nose, and the mind in the same way: “In terms of happiness and suffering.

source: འདུ་བྱེད་ཀུན་ལ་སྙེམས་པས་ན། །ངན་སོང་རྣམས་ཀྱང་རབ་ཏུ་བསྐྱེད། །དེ་བས་དེ་དག་དཀའ་བར་བྱེད། །ཆོས་རྣམས་འདི་དག་བྱེད་མེད་པ། །
en: Since they develop conceit toward all formations, They will be reborn in the lower realms, And they will therefore undergo great hardships.

source: སྤྲོས་མེད་ཡི་གེ་མེད་པ་སྟེ། །ཇི་ལྟར་འཇིགས་པའི་མེ་ལས་ནི། །ངན་སོང་རྣམས་ནི་བསྐྱེད་པར་འགྱུར། །འདིར་ཚོགས་གནས་པ་ཇི་སྙེད་པ། །དགེ་བ་ཁྱེད་ལ་བརྗོད་པར་བྱ། །
en: “Those phenomena are inactive, Without elaborations, and wordless, But since beings pass through the terrible fire And take rebirth in the lower realms, “I will now proclaim what is virtuous To all of you who have assembled in this place.

source: ཆོས་རྣམས་ཀུན་གྱི་དེ་ཉིད་ལ། །བསྒོམས་ལ་བཟོད་པ་རྟོགས་པར་བྱོས། །
en: Meditate on the true nature of all phenomena, And realize this acceptance!

source: འདུ་བྱེད་རྣམས་ལ་རྒྱུ་མེད་དེ། །བདག་གི་རང་བཞིན་མེད་པས་ན། །ལས་ཀྱི་རྒྱུ་དང་རྐྱེན་རྣམས་ཀྱང་། །གཅིག་ནས་གཅིག་ཏུ་མི་ཤེས་སོ། །
en: “Since formations have no cause And lack the intrinsic nature of a self, Do not perceive the causes and conditions of actions As being connected to each other!

source: ཕྱི་རོལ་དང་ནི་ནང་རྣམས་ཀྱི། །ཆོས་རྣམས་ཀུན་ལ་བདག་མེད་དེ། །
en: “All external and internal Phenomena lack a self.

source: ཟབ་ཅིང་ཞི་བའི་ཆོས་ཉིད་ནི། །བུས་པ་འདིས་ནི་མི་ཤེས་སོ། །
en: Childish beings do not understand The profound and peaceful nature of phenomena.

source: ཇི་ལྟར་ནམ་མཁའི་ཆོས་རྣམས་ལ། །ཐམས་ཅད་ཉེ་བར་རྟོག་པ་མེད། །མཚན་དང་མཚན་མ་མེད་པ་ཡི། །དེ་བཞིན་བཟོད་པ་རྣམ་པར་བསྒོམ། །
en: “Cultivate acceptance of the fact that Phenomena, being like space, Are entirely devoid of designations And lack characteristics and marks!

source: ཕྱི་རོལ་དང་ནི་ནང་དག་གི། །ནམ་མཁའ་ལ་ནི་སྙེམས་པ་མེད། །
en: “Regarding the internal and external, There is no conceit for what is in space.

source: སྟོང་པའི་བཟོད་པ་དེ་བསྒོམས་པ། །དེ་བཞིན་འདུ་བྱེད་བལྟ་བར་བྱ། །
en: One who has cultivated acceptance of emptiness Should view formations just like that!

source: སངས་རྒྱས་ཐམས་ཅད་མཐོང་བ་ནི། །ཐམས་ཅད་ཆོས་ལ་གཏི་མུག་མེད། །དགེ་བ་དྲན་ལྡན་འགྱུར་བ་དག །གང་ནི་དེ་བཞིན་བཟོད་པ་བསྒོམ། །
en: “Those who behold all the buddhas Have no delusions at all with respect to phenomena; Cultivate acceptance in the same way as Those who recollect their virtuous qualities.

source: ཆོས་ཀྱི་སྦྱིན་པ་ཅུང་ཟད་ཀྱང་། །ཀུན་ཏུ་འཛིན་ཅིང་མཐོང་བ་མེད། །
en: “One cannot grasp and one cannot see Even the slightest gift of Dharma at all.

source: དེ་ལྟར་བཟོད་པ་གང་སྒོམ་པ། །སྙིང་པོ་ལ་ནི་གནས་ཤེས་བྱ། །
en: The acceptance of that and its cultivation Should be known as dwelling in the core.

source: ཉེ་བར་ལེན་པའི་རྐྱེན་གྱིས་ཀྱང་སྲིད་པ་རྟོགས་ཏེ་ཉེ་བར་ལེན་པ་འདི་བཞི་ནི་སྐད་ཅིག་མའོ། །
en: “Existence that is conditioned by grasping is understood as follows. The four types of grasping are momentary.

source: དེ་ལ་སྐྱེ་ཞིང་འགག་པའི་ཉེ་བར་ལེན་པའི་སྐད་ཅིག་མ་གཉིས་པོས་ནི་སྲིད་པ་ཉེ་བར་སྐྱེད་དོ། །
en: The second moment that follows the arising and cessation of grasping gives rise to becoming.

source: སྲིད་པ་གསུམ་ནི་འདོད་པའི་སྲིད་པ་དང་། གཟུགས་ཀྱི་སྲིད་པ་དང་། གཟུགས་མེད་པའི་སྲིད་པའོ།
en: There are three types of existence: existence related to the desire realm, existence related to the form realm, and existence related to the formless realm.

source: དེ་ལ་འདོད་པའི་སྲིད་པ་ནི་སེམས་ཅན་རྣམས་ལ་རྣམ་པར་སླུ་བ་སྟེ།
en: Existence related to the desire realm completely deceives beings.

source: སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་བརྒྱད་དང་། བྱོལ་སོང་དང་། ཡི་དྭགས་དང་། གླིང་ཆེན་པོ་བཞི་དང་། འདོད་པ་ན་སྤྱོད་པའི་ལྷའི་གནས་དྲུག་པོ་འདི་དག་ནི་གླིང་བཞི་པའི་འདོད་པའི་སྲིད་པ་ཞེས་བྱའོ། །
en: The eight great hell realms, the animal realms, the realms of the pretas, the four great continents, and the six abodes of the gods who live in the desire realm are referred to as the existence of the desire realm of the four-continent world.

source: གཟུགས་ཀྱི་སྲིད་པ་ནི་གཟུགས་ལ་སྤྱོད་པའི་ལྷའི་གནས་བཅུ་དྲུག་སྟེ།
en: Existence related to the form realm consists of the sixteen abodes of the gods living in the form realm.

source: འདི་ནི་གཟུགས་ཀྱི་སྲིད་པ་ཞེས་བྱའོ། །
en: This is referred to as the existence related to the form realm.

source: དེ་ལ་གཟུགས་མེད་པའི་སྲིད་པ་ནི་གཟུགས་མེད་པ་ལ་སྤྱོད་པའི་ལྷའི་གནས་བཞི་སྟེ།
en: Existence related to the formless realm consists of the four abodes of the gods living in the formless realm.

source: འདི་ནི་གཟུགས་མེད་པའི་སྲིད་པ་ཞེས་བྱའོ། །
en: This is referred to as the existence related to the formless realm.

source: དེ་ལ་རིགས་ཀྱི་བུ་གང་རྒྱུ་དང་རྐྱེན་ལ་དམིགས་ནས་ངན་སོང་གསུམ་དུ་སྲིད་པ་དེ་ནི་གཅིག་ཏུ་ཚུལ་བཞིན་མེད་པའི་ཡིད་ལ་བྱེད་པ་ཟག་པ་དང་བཅས་པ་འདོད་པའི་ཡོན་ཏན་ལྔ་ལ་སྙེམས་པ་འདི་ལ་སྲིད་པ་འབྱུང་བར་འགྱུར་རོ། །
en: “Noble son, when one apprehends it in terms of causes and conditions, one finds that existence in the three lower realms occurs based on utterly improper mental engagement and conceit with respect to the defiled five sense pleasures.

source: གང་ཡང་གཟུགས་ཀྱི་ཁམས་ཀྱི་གནས་གཞན་བཅུ་གཅིག་གི་སྲིད་པ་འབྱུང་བ་དེ་ཡང་ཟག་པ་དང་བཅས་པ་དགེ་བའི་རྒྱུའི་སྲིད་པ་སྟེ།
en: The states of existence of the eleven other abodes of the form realm are existences that are caused by defilements and virtue.

source: གང་འདི་ལ་གཟུགས་ཀྱི་ཁམས་ཀྱི་གནས་གཞན་ལྔའི་སྲིད་པ་འབྱུང་བའི་རྒྱུ་དེ་དགེ་བ་ལ་དམིགས་པའི་རྒྱུ་བཟོད་པ་ལ་དམིགས་པའི་དངོས་པོ་རྣམས་ས་དང་པོ་ནས་ས་བདུན་པའི་བར་དུ་དེ་ལ་སྐྱེ་བར་འགྱུར་རོ། །
en: The cause of the states of existence of the five other abodes of the form realm are the objects of apprehending acceptance and the cause of apprehending virtue, which becomes the cause of rebirth on the first to the seventh bodhisattva levels.

source: གང་ཡང་གཅིག་ཏུ་དགེ་བའི་རྒྱུ་སྟོང་པ་ཉིད་བསྒོམ་པའི་ཕྱིར་བཟོད་པ་ཡོངས་སུ་རྫོགས་པ་ནི་ས་བརྒྱད་པ་དང་། ས་དགུ་པ་དང་། ས་བཅུ་པ་གཅིག་ཏུ་དགེ་བའི་རྒྱུ་དེ་ལ་སྲིད་པ་འབྱུང་བར་འགྱུར།
en: The perfection of acceptance by cultivating emptiness as the single cause of virtue leads to the eighth, ninth, and tenth bodhisattva levels that are states of existence for which it is the single cause of virtue.

source: འདི་ནི་དགེ་བ་དང་མི་དགེ་བའི་རྒྱུས་གཟུགས་ཀྱི་དངོས་པོ་མངོན་པར་འབྱུང་བ་དེ་བཞིན་དུ་ཉོན་མོངས་པའི་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་སྲིད་པ་འབྱུང་བ་རྣམ་པར་དག་པ་དང་། ཡང་སངས་རྒྱས་ཀྱི་ཞིང་གཅིག་གི་དགེ་བའི་རྒྱུའི་སྲིད་པ་འབྱུང་ངོ་། །
en: The states of existence of afflicted buddha realms that are inundated with the five impurities and those states of existence that are related to the singular cause of virtue, such as the perfectly pure buddha realms, arise in the same way that the material objects of the form realms manifest based on virtuous and nonvirtuous causes.

source: དངོས་པོ་དང་། དངོས་པོ་མེད་པ་ཐམས་ཅད་བསྡུས་པ་དང་བྲལ་བ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ། །
en: “Becoming free of everything classified as material and immaterial is the cultivation of acceptance.

source: ཇི་ལྟ་བུར་དངོས་པོ་ཡོད་པ་དང་། དངོས་པོ་མེད་པའི་རང་བཞིན་ལ་རྟོག་པ་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་པ་དང་། ཀུན་ནས་སྤྱོད་པ་མེད་པ་འདི་ནི་རྒྱུ་དང་རྐྱེན་ལ་དམིགས་པ་དང་།
en: Because both material and immaterial things have the nature of being devoid of concepts, thoughts, and activity, and what is apprehended in terms of causes and conditions is unadulterated, without origination, and without cessation.

source: འདྲེས་པ་མེད་པ་དང་། འབྱུང་བ་མེད་པ་དང་། འགོག་པ་མེད་པར་འགྱུར་རོ། །དེ་ལ་ཡང་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་རང་བཞིན་དག་དངོས་པོ་ཐམས་ཅད་ལས་ལྡོག་པའི་འདུ་བྱེད་ཐམས་ཅད་དུས་གསུམ་ཀུན་ཏུ་སྤྱོད་པའི་བཟོད་པ་སྒོམ་པར་བྱེད་པ་ནི་དངོས་པོ་དང་དངོས་པོ་མེད་པ་ཐམས་ཅད་ཅེས་བྱའོ། །
en: The bodhisattvas’ cultivation of the acceptance that the activity of all material things, and all formations that are distinct from them, across all three times have the nature of space is referred to as all material and immaterial things.

source: སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ཀྱི་གནས་གཞན་ཆུའི་ཟླ་བ་དང་མཉམ་པར་མཐོང་བ་ནི་གཞན་གྱི་དྲིང་མི་འཇོག་པའི་ཀློག་མགྱོགས་པ་ཡིན་ནོ། །དུས་གསུམ་གྱི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱི་ཕྱི་མའི་མཐའི་ཡེ་ཤེས་ལ་མཁས་པར་འགྱུར་རོ། །
en: Seeing all the different buddha realms as like reflections of the moon in water or a flash of lightning from out of nowhere, they gain mastery over knowledge of the future related to all the roots of virtue of the three times.

source: རིགས་ཀྱི་བུ་ཉོན་མོངས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་པུཎྜ་རཱི་ཀ་སྐྱེ་བར་འགྱུར་རོ། །
en: “Noble son, the bodhisattva Puṇḍarīka will be born in this afflicted buddha realm.

source: སྙིང་རྗེ་ཆེན་པོས་བརྒྱན་པ་བརྟན་པའི་བརྩོན་འགྲུས་ཡང་དག་པར་ལེན་པའི་ཕུང་པོ་ཐམས་ཅད་ལ་དམིགས་པ་མེད་པ།
en: Adorned by great compassion and steadfast in diligence, he will not apprehend all the aggregates that are the basis of grasping.

source: གཟུགས་ཐམས་ཅད་ལས་ཕྱིར་ལོག་པ། ཆོས་ཐམས་ཅད་འབྱུང་བ་དང་། ཟད་པ་ལ་གནས་པ་མེད་ཅིང་སྤྱོད་པ་མེད་དོ། །
en: He will turn away from all forms, he will not dwell on the origination and destruction of all phenomena, and he will not act.

source: འདུ་བྱེད་ཐམས་ཅད་ལ་ཡང་ཡིད་དང་། མཚན་མ་གཉི་གའང་འབྱུང་བ་མེད་པར་འགྱུར་རོ། །
en: No thoughts or marks related to any formation will arise in him.

source: གཉིས་ལྟ་བུ་མེད་པའི་དུས་གསུམ་ཐམས་ཅད་ལ་དམིགས་པ་མེད་པ་དང་། ཉོན་མོངས་པ་མེད་པའི་ཆོས་ཀྱི་དབྱིངས་དང་། ཡང་དག་པའི་མཐའ་མངོན་དུ་བྱེད་པར་འགྱུར་རོ། །
en: He will manifest the ultimate reality that is the realm of phenomena, which is without duality and devoid of the afflictions and of the apprehension of everything across the three times.

source: དངོས་པོ་གང་ལ་ཡང་འཕེལ་བ་དང་འབྲི་བར་རྣམ་པར་རྟོག་པར་འགྱུར་བའང་མེད།
en: He will not conceptualize anything in terms of increase or decrease.

source: ཚད་མེད་པའི་སེམས་དང་ཡིད་གཉིས་རྣམ་པར་དམིགས་པ་དང་བྲལ་བ་ལ་འཇུག་པ་མེད་པ་དང་། དུས་གསུམ་ཐམས་ཅད་ཀྱི་ཆོས་ཀྱི་དབྱིངས་ཚུལ་གཅིག་པར་རབ་ཏུ་ཤེས་སོ། །
en: He will not engage in a separation from limitless apprehension of the duality of mind and thought, and he will understand that the realm of phenomena across all three times is a likeness.

source: འདི་ལ་རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའི་གཟུགས་དང་ལྡན་པའི་ཆོས་ལ་གནས་ཤིང་དམིགས་པ་མེད་པ་དང་། ཆོས་ཐམས་ཅད་བདག་མེད་པ་དང་། གང་ཟག་མེད་པའི་ཕྱིར་རྣམ་པར་ཤེས་སོ། །
en: Noble son, he will not dwell upon or apprehend the qualities related to having the form of a bodhisattva, and he will understand all phenomena as lacking a self and being devoid of persons.

source: ཁམས་གསུམ་ཐམས་ཅད་ལ་བདག་པོ་མེད་པའི་དུས་གསུམ་ཐམས་ཅད་ལ་ང་རོ་དང་སྒྲ་དབྱངས་འབྱུང་བ་ལ་སོ་སོར་གནས་ཤིང་འབྱུང་བ་མེད་པར་འགྱུར། སྲིད་པ་ཐམས་ཅད་ཚུལ་གཅིག་གིས་དངོས་པོ་མེད་པའི་ཀུན་གཞི་མེད་པ་དང་།
en: The cries and melodious tunes that arise in the three realms and across the three times, and which are devoid of an owner, will not remain and they will not arise.

source: རྒྱུ་དང་རྐྱེན་མེད་པ་རྟག་ཏུ་འདུ་བྱེད་ཐམས་ཅད་དང་བྲལ་བ་ལ་ཡང་རྟོག་པ་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་པ་དང་། འབྱུང་བ་མེད་པ་དང་། འགོག་པ་མེད་ཅིང་མངོན་སུམ་དུ་མི་བྱེད་དོ། །
en: He will know that everything is insubstantial and groundless, since it exists as a likeness, and that everything is devoid of causes and conditions, always free from all manner of formations, and also without concepts, without thoughts, not arising, and not ceasing, and he will not reify anything.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་རྟོག་པ་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་དོ། །སེམས་ཅན་རྣམས་ལ་འཁོར་བ་དང་འཆི་འཕོ་དམིགས་པ་མེད་དོ། །
en: That bodhisattva will not conceive of or think about the vehicles of the hearers or the solitary buddhas, and he will not apprehend the cycle of existence and death of beings.

source: རྟག་པ་དང་ཆད་པ་སྤངས་པའི་བྱང་ཆུབ་ཀྱི་སེམས་སྙིང་རྗེ་ཆེན་པོ་ལ་དམིགས་པ་དོར་བ་མེད་པ་དང་། རྒྱུ་མེད་པ་ཐམས་ཅད་ཀུན་ནས་བསླང་བ་རྣམ་པར་སྤྱོད་པ་སྟོང་པར་ཁོང་དུ་ཆུད་པས་བཟོད་པ་སྒོམ་པར་བྱེད།
en: He will neither apprehend nor discard great compassion or the mind of awakening that is devoid of permanence and annihilation, and he will cultivate acceptance by comprehending as empty all conduct that arises without a cause.

source: དེ་ནས་སྲིད་པ་ཐམས་ཅད་རྣམ་པར་སྤྱོད་པ་སྟུག་པོ་གཏོང་བར་བྱེད།
en: He will then cast off the thick darkness of wandering through every type of existence.

source: སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ཀྱི་གནས་གཞན་དག་ཆུའི་ཟླ་བ་དང་འདྲ་བར་མཐོང་བ་ནི་གཞན་གྱི་དྲིང་མི་འཇོག་པའི་གློག་མགྱོགས་པར་འགྱུར་རོ། །
en: He will have a vision like the reflection of the moon in water of the other locations of all of the buddha realms.

source: དགེ་བའི་རྩ་བ་ཐམས་ཅད་དུས་གསུམ་གྱི་ཕྱི་མའི་མཐའི་ཡེ་ཤེས་ལ་མཁས་པར་འགྱུར་རོ། །
en: It will be like a flash of lightning from out of nowhere, and he will master knowledge of the future related to all roots of virtue of the three times.

source: འདི་ལྟ་སྡེ་དཔེར་ན་རིགས་ཀྱི་བུ་མ་དྲོས་པའི་ཆུས་འཁོར་བའི་ཆུ་ཡོངས་སུ་ཟག་པའི་སའི་ཕྱོགས་ཡང་དག་པར་འཚོ་བའི་མིག་ཅེས་བྱ་བའི་མེ་ཏོག་ཆེན་པོ་མཆོག་ཏུ་བལྟ་ན་སྡུག་པའི་དྲི་ཞིམ་པོས་གང་བ།
en: “As an analogy, noble son, the banks of the flowing waters that surround Lake Anavatapta are filled with large, supremely sweet-smelling flowers called the eyes of perfect recovery.

source: ཅུང་ཟད་ལྷ་དང་། ཀླུ་དང་གནོད་སྦྱིན་རྣམས་ཀྱི་ལུས་ཀྱི་ཉེས་པ་སྦོམ་པོར་འགྱུར་བ་དེ་ཡང་མ་དྲོས་པར་འགྲོ་ཞིང་དེ་ཡང་དག་པར་འཚོ་བའི་མིག་མེ་ཏོག་ཆེན་པོའི་སྨན་གྱི་དྲི་བསྣམས་པས་མིག་གི་ཉེས་པ་སྦོམ་པོ་ཐམས་ཅད་ཀྱི་ནད་དང་། ལུས་ཀྱི་ཉེས་པ་སྦོམ་པོའི་ནད་ཀྱིས་ཀྱང་དེ་ཡོངས་སུ་དག་པར་འགྱུར་རོ། །
en: When the few gods, nāgas, and yakṣas who suffer from severe physical disorders go to Anavatapta and inhale the medicinal fragrance of those great flowers called the eyes of perfect recovery, all the diseases associated with severe eye disorders and all the diseases associated with severe bodily disorders are completely cured.

source: མེ་ཏོག་ཆེན་པོ་དེའི་སྨན་གྱི་དྲིས་ཉམས་པ་མེད་པ་དང་། སྟོབས་མེད་པས་རྟོག་པ་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་པ་དང་དགའ་བ་མེད་པ་དང་། ཁྲོ་བ་མེད་པ་འདི་ལ་དེ་བཞིན་དུ་དགའ་བ་ཡང་མེད་པར་འགྱུར་རོ། །
en: They are not weakened or strengthened by the medicinal fragrance of those great flowers, and they do not take joy in them since they have no concepts, no thoughts, no joy, and no anger.

source: བདག་འདི་ལྟར་ཡོན་ཏན་དང་ལྡན་པས་སེམས་ཅན་རྣམས་ནད་རབ་ཏུ་ཞི་བ་དེ་བཞིན་དུ་རིགས་ཀྱི་བུ་སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་མེད་པའི་ཡེ་ཤེས་སྟོང་པ་ཉིད་ཀྱི་བཟོད་པའི་གོ་སྐབས་འདོད་པར་འགྱུར།
en: Likewise, since they possess good qualities that cure the illness of beings, noble son, bodhisattvas with great compassion will seek out opportunities to practice the acceptance of emptiness that is wisdom devoid of the hindrances.

source: སྲིད་པ་ཐམས་ཅད་ཀྱི་དངོས་པོའི་སྙིང་པོ་ལ་གནས་པ། འཆི་འཕོ་དང་སྐྱེ་བ་སྤྱོད་པ་ཤིན་ཏུ་འདོད་པར་འགྱུར།
en: They will remain in the essence of phenomena of all types of existence and develop a strong desire to engage in wandering from death to rebirth.

source: དེ་སྐྱེ་བ་སླུ་བར་བྱེད།
en: They will be allured by birth.

source: གང་སྐྱེ་བ་སླུ་བར་བྱེད་པ་དེ་ཆོས་ཐམས་ཅད་སླུ་བར་བྱེད།
en: When they are allured by birth, they will be allured by all phenomena.

source: གང་ཆོས་ཐམས་ཅད་སླུ་བར་བྱེད་པ་དེ་ཐེག་པ་གསུམ་སྤྱོད་པའི་ལམ་ལ་འཇུག་པའི་སྟོབས་ཀྱི་རྗེས་སུ་ཐོབ་པ་སླུ་བར་བྱེད་དོ། །
en: When they are allured by all phenomena, they will be allured by the attainment of powers related to engaging in the path of the practices of the three vehicles.

source: ཕུང་པོ་གཅིག་ནས་གཅིག་ཏུ་རྣམ་པར་སྤྱོད་པའི་བྱིན་གྱིས་བརླབས་པ་ལ་བྱིན་གྱིས་རློབ་པའང་མེད་གཅིག་ནས་གཅིག་ཏུ་ཡང་དག་པར་འདུ་བའང་མེད།
en: In regard to their power to proceed in a succession, the aggregates lack such power and they do not unfold in a succession.

source: བདག་གི་ཡུལ་ལ་གནས་པའང་མེད། གཅིག་ནས་གཅིག་ཏུ་གནས་ལ་འདུག་པའང་མེད།
en: They do not abide in their own spheres; they do not remain in a succession of places.

source: སྐད་ཅིག་མར་ཀུན་ཏུ་སྤྱོད་པའང་མེད།
en: They are momentary and also inactive.

source: སྐད་ཅིག་མའི་རྒྱུད་ལ་གནས་པའང་མེད།
en: They do not abide in a stream of moments.

source: དུས་གསུམ་ཐམས་ཅད་ཀྱི་གཟུགས་དང་། གཟུགས་མེད་པ་དང་། ཚད་མེད་པ་དང་། མི་ཆུང་བའི་ཆོས་ཀྱང་མེད།
en: “Forms across the three times are without form, without size, and devoid of numerous qualities.

source: གང་གཅིག་ནས་གཅིག་ཏུ་ཉེ་བར་ལེན་པ་དང་། བྱིན་གྱིས་རློབ་པ་དང་། འཇུག་པ་དང་། འཛིན་པ་དང་། འགེབས་པ་དང་།
en: When one grasps at one thing after another there is manifestation, engagement, clinging, concealment, deterioration, and illumination.

source: ཉམས་པ་དང་། རབ་ཏུ་སྣང་བ་ནི་རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན་ནམ་མཁའ་ལ་རླུང་སྐྱེ་བ་མེད་པ་དང་། བྱིན་གྱིས་བརླབས་པ་མེད་པ་ནས།
en: As an analogy, noble son, wind does not arise in space, and it lacks everything from manifestation up to thought.

source: རྣམ་པར་རྟོག་པ་མེད་པའི་བར་དུའོ། །ཡང་རླུང་ལ་ནམ་མཁའ་སྐྱེ་བ་མེད་པ་ནས་རྣམ་པར་རྟོག་པ་མེད་པའི་བར་དུ་སྟེ།
en: Space also does not arise in wind, and so on, up to lacking thought.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ལ་གཅིག་ནས་གཅིག་ཏུ་ཆུང་ཟད་ཀྱང་སྐྱེ་བ་མེད་པ་ནས་རྣམ་པར་རྟོག་པ་མེད་པའི་བར་དུ་ཇི་ལྟར་ཆོས་ཐམས་ཅད་ལ་རྒྱུ་བ་མེད་པ་དང་། ཉེ་བར་སྤྱོད་པ་མེད་པ་དང་། ཐ་དད་པ་མེད་པ་དང་། སྣང་བ་མེད་པ་དང་། སྐྱེ་བ་མེད་པ་དང་།
en: Noble son, everything from not arising in the least up to the lack of thought is also like that with respect to all phenomena.

source: འགག་པ་མེད་པ་དང་། ཆད་པ་མེད་པ་དང་། རྟག་པ་མེད་པ་དང་། རྟོག་པ་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་པ་དེ་ཐམས་ཅད་སྐྱེ་བར་མི་ཤེས་པ་དང་།
en: Since all phenomena lack movement and lack behavior, distinction, appearance, arising, cessation, annihilation, permanence, concepts, and thoughts, none of them can be understood in terms of arising, nor can they be understood in terms of origination, subsequent arising, or ownership.

source: ཉེ་བར་སྐྱེ་བ་མེད་པ་དང་། རྗེས་སུ་སྐྱེ་བ་མེད་པ་དང་། བདག་པོར་རབ་ཏུ་མི་ཤེས་སོ། །ཇི་ལྟ་བུར་ནམ་མཁའ་ལ་རླུང་སྐྱེ་བ་དང་འགོག་པ་མེད་པ་དེ་ལྟར་དེ་བཞིན་དུ་ཕུང་པོ་རྣམས་སྐྱེ་བ་ཟད་པར་རབ་ཏུ་ཤེས་སོ། །
en: The aggregates should be understood to arise and disintegrate in the same way that wind neither arises nor ceases in space.

source: དེ་སྐྱེ་བ་དང་། ཡི་གེ་མེད་པ་ཐམས་ཅད་དང་། དངོས་པོ་མེད་པར་རབ་ཏུ་ཤེས་སོ། །
en: They should be understood as entirely devoid of arising, words, and objects.

source: དེ་ཆོས་ཐམས་ཅད་ཀྱི་རྗེས་སུ་སོང་བ་དང་། ཡང་དག་པར་སོང་བ་མི་ཤེས་པ་དང་། ཤིན་ཏུ་འདས་པ་གཅིག་ནས་གཅིག་ཏུ་རྣམ་པར་སྤྱོད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They are not observed to follow all phenomena, encounter them, pass beyond them, or move in succession with them.

source: ཅི་ལ་ཡང་ཆགས་པ་མེད་དོ། །བཏགས་པ་མེད་དོ། །བཏང་བ་མེད་དོ། །
en: They are completely without attachment, imputation, and abandoning.

source: ཆོས་ཐམས་ཅད་ཐ་མི་དད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: Phenomena are not perceived as distinct.

source: དེ་དུས་གསུམ་ཐམས་ཅད་ཀྱི་ཆོས་ཐམས་ཅད་ལ་གནས་པའི་སྒོ་སྐྱེ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They are not perceived in terms of the arising of gateways that dwell in all the phenomena of the three times.
